[
    {
        "name": "(The) Students for AI Literacy at the University of Toronto (SAIL@UofT)",
        "campus": "St George",
        "description": "We are excited to introduce theSociety for AI Literacy at UofT (SAIL@UofT). This dynamic and forward-thinking club aims to greatly enhance the student learning experience through the power of AI tools.SAIL@UofTis dedicated to promoting AI literacy among University of Toronto (UofT) students and is committed to enhancing academic achievement, organizational skills, and mental well-being through innovative AI solutions.Our MissionThe mission ofSAIL@UofTis to empower all students with the knowledge and resources to effectively integrate AI tools into their learning journey. By introducing students to tailored AI solutions, and fostering interdisciplinary collaboration and strategic partnerships,SAIL@UofTstrives to bridge the gap between students and AI technology, enriching education and overall well-being.Core ObjectivesPersonalized AI Integration: As theSAIL@UofT, our primary objective is to facilitate the seamless integration of AI tools into students’ academic pursuits. By identifying and connecting students with AI resources aligned with their study areas, we aim to amplify learning outcomes and boost academic success.Industry Collaboration: With a firm belief in the potential of AI, we actively collaborate with AI companies, entrepreneurs, and developers to create AI solutions that cater to the unique needs of university students.Academic Discourse: At the heart of our club lies a platform for open dialogue, enabling meaningful exchanges of ideas and requirements between students and AI developers.Research Advancement: We are committed to propelling research in the field of AI in education. By proposing new research directions, we contribute to expanding knowledge of AI tools and best practices for integrating AI tools in university settings.Sustainable Value: Through data-driven insights and student feedback, we provide companies with the information required to enhance their products. In turn, this facilitates valuable sponsorships that drive our club’s initiatives and impact.Faculty Engagement: Our collaboration with pioneering professors who embrace AI tools enhances teaching methodologies and elevates the quality of education. This collaboration fosters a culture of innovation that benefits both educators and students.Holistic Student Well-being: Understanding the pivotal role of well-being, we explore AI solutions that support students’ physical and mental health, ultimately contributing to a balanced and thriving university experience.",
        "contacts": [
            "https://www.instagram.com/societyforailiteracy/",
            "mailto:uoftadmin@societyforailiteracy.com",
            "tel:(647) 639-5435"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Social",
            "Social Justice & Advocacy",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/the-society-for-ai-literacy-at-the-university-of-toronto-sailuoft/",
        "is_favourited": false
    },
    {
        "name": "180 Degrees Consulting Club – University of Toronto",
        "campus": "St George",
        "description": "The goal of the 180 Degrees Consulting – University of Toronto branch is to encourage and foster student interest in the fields of consulting and non-profit/social enterprise. This will be accomplished by providing comprehensive training programs that will give students the opportunity to provide consulting services to solve real business problems affecting nonprofits, charities, and social enterprises. These initiatives help them develop necessary skills such as project management and professional networking, to gain visibility in this field.The Executive Members will serve as a support to these consultants year-round, while also serving the larger 180DC community by providing seminars, workshops, networking opportunities, and socials. These aforementioned initiatives will further spread the mission of the 180DC organization within the University community and encourage members to connect with each other.",
        "contacts": [
            "https://www.facebook.com/180dctoronto",
            "https://www.instagram.com/uoft180dc/",
            "mailto:uoft@180dc.org"
        ],
        "categories": [
            "Community Service",
            "Leadership",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/180-degrees-consulting-university-of-toronto/",
        "is_favourited": false
    },
    {
        "name": "4NF Dance Club",
        "campus": "St George",
        "description": "The purpose of 4NF Dance Club is to create a dynamic space for K-pop dance enthusiasts to connect, learn, and express themselves. At 4NF Dance Club, we regularly update our social media platforms—YouTube, TikTok, and Instagram—with exciting dance covers that showcase our members’ talent and creativity. We also host various dance events, such as Random Dance Play (RDP) sessions, where members can enjoy dancing to their favorite K-pop songs.Our club serves as a comprehensive platform for K-pop dance lovers to connect, share their passion, and collaborate. Whether you’re looking to perform on stage or participate in video projects, 4NF Dance Club provides the perfect space for you to express yourself and grow as a dancer. Join us to be part of a supportive community where we all learn, improve, and push our limits together!",
        "contacts": [
            "https://www.instagram.com/4nf_dance?igsh=MWw5N2l1Nno1emQ0Zw==",
            "mailto:4nfdanceclub@gmail.com",
            "tel:(437) 340-5322"
        ],
        "categories": [
            "Arts",
            "Athletics & Recreation",
            "Hobby & Leisure",
            "Media",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/4nf-dance-club/",
        "is_favourited": false
    },
    {
        "name": "881 Drama Club",
        "campus": "St George",
        "description": "881 Drama Club was established in 2001. It is a Chinese society active at the University of Toronto and the largest Chinese drama club in Toronto. Every year, we present an annual drama and several short plays, at the same time, we also perform in cooperation with other social organizations and school clubs. Come and join us~",
        "contacts": [
            "https://www.facebook.com/881dramaclub/",
            "https://www.instagram.com/881dramaclub/",
            "mailto:dramaclub.881@hotmail.com"
        ],
        "categories": [
            "Arts",
            "Culture & Identities",
            "Hobby & Leisure",
            "Media",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/881-drama-club-2/",
        "is_favourited": false
    },
    {
        "name": "A Better Day Tomorrow (ABDT)",
        "campus": "UTM",
        "description": "A Better Day Tomorrow (ABDT) aims to raise public awareness about the homelessness situation in Canada. According to Homesfirst organization (2022) around 8,500 people in Toronto are experiencing homelessness on any given day. Through ABDT we would like to raise awareness to the homelessness situation in Canada, and provide resources to those in that situation. We plan to achieve this by collaborating with non-profit organizations such as Youth Without Shelter, Toronto Alliance to End Homelessness (TAEH), Salvation Army, and local shelters. We will be arranging seminars and tabling events to raise awareness about this situation. Furthermore, we plan to take mini field trips to areas experiencing high rates of homelessness such as areas in downtown Toronto. In these mini field trips, we will meet with shelters around the GTA and drop off little care packages with goods and hygiene products. As well, this will allow group members to speak directly to shelter staff, and different organizations to increase awareness about this situation.",
        "contacts": [
            "mailto:UTMABDT@gmail.com",
            "tel:(905) 569-4455"
        ],
        "categories": [
            "Community Service",
            "Environment & Sustainability",
            "Leadership",
            "Social",
            "Social Justice & Advocacy",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/a-better-day-tomorrow-abdt/",
        "is_favourited": false
    },
    {
        "name": "A Moment of Science, Please!",
        "campus": "St George",
        "description": "We are A Moment of Science, Please! Podcast group. We work to bring you all things science through the lens of UofT students. This means everything from interviews with profs/scientists/professionals, chill out sessions with fellow university student researchers, deep discussions regarding the hottest science news, and so much more! Follow us to keep yourself updated and nerd out with uni science students!",
        "contacts": [
            "https://twitter.com/AmospUoft",
            "https://www.instagram.com/amosp_uoft/?hl=en",
            "mailto:amoscienceplease@gmail.com"
        ],
        "categories": [
            "Academic",
            "Media",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/a-moment-of-science-please/",
        "is_favourited": false
    },
    {
        "name": "A.I & Cognitive Science Association UTM (AICS)",
        "campus": "UTM",
        "description": "The A.I & Cognitive Science Society (AICS) at the University of Toronto Mississauga (UTM) is an academic oriented student group. It represents undergraduate students in fields related to A.I. and Cognitive Science, aiming to provide valuable opportunities for both current and prospective students. The AICS helps students excel academically, adapt to university life, and foster their future potential in a responsible, ethical, and accountable manner. As a student-run club, it strives to improve students’ quality of life and enhance interest in A.I. and Cognitive Science by offering high-quality academic and social events throughout the year, creating a vibrant community for those interested in A.I., Computer Science, and Cognitive Science.",
        "contacts": [
            "https://www.instagram.com/aics.utm/",
            "mailto:aics.utm@gmail.com"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Global Interests",
            "Hobby & Leisure",
            "Social",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/a-i-cognitive-science-society-utm-aics/",
        "is_favourited": false
    },
    {
        "name": "Abroad University of Toronto Student Chapter",
        "campus": "St George",
        "description": "The goal of Abroad is to connect like-minded students who are eager to explore global opportunities, build meaningful connections, and foster a culture of paying it forward. This will be achieved through a combination of offline and online events focused on careers, networking, and social engagement. Founded in June 2024, Abroad hosted its first in-person event, featuring guest speakers from big tech companies, MBA and law school backgrounds, and startups. The event attracted over 100 attendees from 37 universities across seven countries. The executive team will continuously seek opportunities to collaborate with regional communities, invite industry professionals, and encourage students to explore global opportunities in an increasingly dynamic world.",
        "contacts": [
            "https://www.instagram.com/abroad_community/",
            "mailto:abroad.partnership@gmail.com",
            "tel:(437) 349-4973"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Culture & Identities",
            "Leadership",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/abroad-university-of-toronto-student-chapter/",
        "is_favourited": false
    },
    {
        "name": "Ace of Architecture",
        "campus": "St George",
        "description": "Ace of Architecture (AOA) is a non-profit, multi-platform organization focused on architectural learning and resource sharing. Founded at the University of Toronto, AOA redefines architecture as not only a process of making but also a way of thinking, critiquing, and caring. Between 2018-2020, AOA became an essential resource for Chinese architecture students, offering numerous workshops, presentations, discussions, research projects, and online publications through its WeChat official account. These initiatives helped hundreds of students transition into architectural education, improve their skills, and explore career paths.In 2020, AOA launched its WeChat platform to overcome pandemic-related challenges, publishing articles on faculty introductions, professional interviews, study planning, and student research. AOA also expanded its mission with the creation ofGIFT, a professional platform for graduates, offering workshops and guidance to students globally.Today, AOA is divided into four key Chambers:Facts: Provides practical information on courses, systems, resources, and career planning.Tea Party: Hosts weekly presentations and critiques for architecture lovers across North America and Europe.Competition: Engages students in architectural competitions to gain practical experience.Hypothesis: Focuses on architectural theory, history, and deeper research.AOA serves as a collaborative space for students, fostering the growth of future architects while supporting their professional and personal development.",
        "contacts": [
            "https://www.instagram.com/aoastudio_official",
            "mailto:arcaoa2020@gmail.com",
            "tel:(647) 975-2316"
        ],
        "categories": [
            "Academic",
            "Arts",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ace-of-architecture/",
        "is_favourited": false
    },
    {
        "name": "ACE University of Toronto St. George Student Chapter",
        "campus": "St George",
        "description": "ACE UTSG (formerly DECA UTSG) Chapter for the University of Toronto’s St. George campus is a student-led business-oriented case competition open to ALL UTSG students. Our student-led organization equips students with leadership skills to nurture successful career paths in the world of business. We host various panels and networking opportunities with peers and industry professionals while providing one of Canada’s most prominent case competitions. Our award-winning delegation team has bi-weekly training sessions and the opportunity to compete at Nationals, so stay tuned to learn more.",
        "contacts": [
            "https://www.instagram.com/aceutsg/",
            "mailto:aceutsg@gmail.com"
        ],
        "categories": [
            "Academic",
            "Global Interests",
            "Leadership",
            "Social",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ace-utsg/",
        "is_favourited": false
    },
    {
        "name": "ACE UTM",
        "campus": "UTM",
        "description": "ACE UTM (formerly DECA UTM) is a chapter of ACE Canada (formerly DECA U Canada). The club holds trainings and events for all of its members throughout the year and prepares them to compete at the ACE Canada Nationals case competition, held in January Canada-wide. The trainings provide all members with knowledge of consulting, finance, marketing and other areas of business as well as technical skills such as presentation and communication skills. These can be used to excel not only for case competitions but also throughout a members’ career journey.",
        "contacts": [
            "https://www.facebook.com/aceutm/",
            "https://www.instagram.com/aceutm/",
            "mailto:ace@utmsu.ca"
        ],
        "categories": [
            "Academic",
            "Leadership",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ace-utm/",
        "is_favourited": false
    },
    {
        "name": "Aerospace Students’ Association (ASA)",
        "campus": "St George",
        "description": "The Aerospace Students’ Association (ASA) is responsible for representing graduate students at UTIAS and for organizing athletic and social events throughout the year. Popular social events include trivia nights, pancake breakfasts, summer barbecues, LAN parties, and pub nights. Among other things, the athletics schedule consists of soccer, baseball, ultimate frisbee, and hockey, as well as annual camping and ski trips. Billiards, table tennis, foosball, and a selection of tabletop games are available for students’ enjoyment throughout the year, as well as a community garden in the summer months. Elections for the ASA Executive Committee take place annually in September.Website:http://utias.utoronto.ca/~asaFacebook Group: http://www.facebook.com/groups/utias.asa/Twitter: https://twitter.com/UTIAS_ASA",
        "contacts": [
            "https://www.facebook.com/groups/utias.asa/",
            "https://twitter.com/UTIAS_ASA",
            "https://www.instagram.com/utias.uoft/",
            "mailto:asa@utias.utoronto.ca",
            "tel:(416) 667-7700"
        ],
        "categories": [
            "Academic",
            "Social",
            "Student Governments, Councils & Unions",
            "Course Union"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/aerospace-students-association/",
        "is_favourited": false
    },
    {
        "name": "Afghan Student’s Association",
        "campus": "UTSC",
        "description": "The Afghan Student Association (ASA) at UofT fosters cultural awareness, academic excellence, and social engagement among Afghan students and allies. We provide a supportive community to connect, share experiences, and celebrate Afghan heritage.What We Do:– Cultural Awareness: Host events showcasing Afghanistan’s rich history and traditions.– Academic Focus: Foster research and academia about Afghanistan, providing a platform, resources, and connections for this research.– Social Engagement: Organize gatherings, discussions, and collaborative projects, including large-scale events.Join us to connect with fellow Afghan students, engage in meaningful discussions, and celebrate our culture!",
        "contacts": [
            "https://www.instagram.com/asu_utsc/?hl=en",
            "mailto:asa.utsc1@gmail.com"
        ],
        "categories": [
            "Academic",
            "Arts",
            "Culture & Identities",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/afghan-students-association-2/",
        "is_favourited": false
    },
    {
        "name": "Afghan Students Association",
        "campus": "UTM",
        "description": "The Afghan Students Association (ASA) aims to actively represent the voice and the interests of Afghan students at the University of Toronto Mississauga Campus. Our goal is to educate students about the culture and history of the Afghans and Afghanistan by organizing and hosting cultural, educational events aimed at raising awareness. Its goal is to embody student member interests, through the facilitation of alliances and dialogue between students and school administration and the community at large. We aim to promote academic freedom, student rights and equity by providing a safe space for the expression of the social, political, and cultural ideas, concerns and issues of Afghan students at the University of Toronto, Mississauga.",
        "contacts": [
            "mailto:afghan@utmsu.ca"
        ],
        "categories": [
            "Culture & Identities",
            "Social",
            "Social Justice & Advocacy",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/afghan-students-association-3/",
        "is_favourited": false
    },
    {
        "name": "Afghan Students’ Association",
        "campus": "St George",
        "description": "The Afghan Students’ Association (ASA) at the University of Toronto, St. George campus is a non-political/religious group whose primary purpose is to connect all Afghan and non-Afghan students through their social and cultural events in order for them to become more educated about Afghan culture, history, and its talented people.",
        "contacts": [
            "https://instagram.com/asauoft",
            "mailto:afghansauoft@gmail.com"
        ],
        "categories": [
            "Arts",
            "Culture & Identities",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/afghan-students-association/",
        "is_favourited": false
    },
    {
        "name": "African Impact Initiative",
        "campus": "UTSC",
        "description": "The African Impact Initiative is a non-profit organization dedicated to creating a platform for all students and groups who are passionate about actively contributing to the development of Africa as well as the African community within Canada. The main goal of the organization is the execution of practical initiatives which fall under two broad categories; charity/community impact, and professional development- each with the common goal of leaving a positive mark.",
        "contacts": [
            "https://www.facebook.com/africanimpactinitiative",
            "https://www.instagram.com/africanimpactuoft/",
            "mailto:canada@africanimpactinitiative.com"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Culture & Identities",
            "Global Interests",
            "Leadership",
            "Social",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/african-impact-initiative/",
        "is_favourited": false
    },
    {
        "name": "African Students Association",
        "campus": "UTM",
        "description": "African Student Association creates events and opportunities for individuals in the African diaspora to be apart of during their university years. The group focuses on ways to build black excellence on campus while also delivering fun activity nights to destress from the responsibilities of being a student. This organization is to provide a safe environment to encourage the lifestyle of African students and the diaspora to the University of Toronto Mississauga Campus. The University of Toronto Mississauga African Students Association aims to provide this accepting space by organizing events that cater to the diverse experiences of the students, as well as allow them to form relationship and participate in diverse events on campus.",
        "contacts": [
            "https://twitter.com/utmasa_?lang=en",
            "https://www.instagram.com/utmasa_/",
            "mailto:african@utmsu.ca",
            "tel:(416) 893-6306"
        ],
        "categories": [
            "Academic",
            "Athletics & Recreation",
            "Community Service",
            "Leadership",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/african-students-association-3/",
        "is_favourited": false
    },
    {
        "name": "African Students’ Association",
        "campus": "UTSC",
        "description": "The African Students’ Association powerfully engages the interests, voices and issues of African students at the University of Toronto Scarborough. Collectively, UTSC-ASA is dedicated to the promotion of African culture as well as promoting and increasing the importance of African historical, political, social, and economic issues. We fundamentally strive to strengthen and promote an African presence at the University of Toronto Scarborough and beyond.",
        "contacts": [
            "https://www.facebook.com/utscasa/",
            "https://www.instagram.com/utscasa/?hl=en",
            "mailto:asa.utsc@studentorg.utoronto.ca"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Culture & Identities",
            "Leadership",
            "Social",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/african-students-association-2/",
        "is_favourited": false
    },
    {
        "name": "African Studies Course Union",
        "campus": "St George",
        "description": "TheAfrican Studies Course Unionrepresents all students enrolled in African Studies at the University of Toronto. We are an events-based organization that facilitates an increased sense of community and encourages learning that pushes boundaries beyond the classroom. This year, we are hosting African Storytelling sessions, panels on careers, art, and African identities, a theatre production, an art exhibit and spoken-word show, Launch of ELIMU Volume 3, AGM, Co-sponsoring Creative Writing Workshop for racialized students by Prof. Comfort Udah, Collaboration with the Anthropology Students Association. and creative writing workshops, among other things. We also provide support for students related to the African Studies program.",
        "contacts": [
            "https://facebook.com/uoftascu",
            "https://twitter.com/uoftascu",
            "https://instagram.com/uoftascu",
            "mailto:asc.union@gmail.com"
        ],
        "categories": [
            "Academic",
            "Arts",
            "Community Service",
            "Culture & Identities",
            "Environment & Sustainability",
            "Global Interests",
            "Hobby & Leisure",
            "Leadership",
            "Politics",
            "Social",
            "Social Justice & Advocacy",
            "Student Governments, Councils & Unions",
            "Work & Career Development",
            "Course Union"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/african-studies-course-union/",
        "is_favourited": false
    },
    {
        "name": "Afro-Dance and Culture Club",
        "campus": "St George",
        "description": "The Afro-Dance and Culture Club (hereafter referred to as ADC) aims to provide a fun environment for all who are enthused by and would like to learn more about the African and diasporic culture through the modern African dance movement that is Afro-dance. This will be achieved through the organization and facilitation of afro-dance workshops in which music and movement from various parts of Africa will be highlighted. We aim to impact change in the U of T community by spreading awareness of African culture through intercultural events.This club hosts numerous workshops throughout the year where dance choreography to diverse African and diasporic music is showcased. Discussions surrounding culturally relevant topics and developing solutions to many issues pertaining to youth in the African and the diaspora are also held. All programming is done with the intent of increasing the awareness of the diversity in Africa and the diaspora within the U of T community.",
        "contacts": [
            "https://instagram.com/adc_uoft?igshid=Nzg3NjI1NGI=",
            "mailto:adc.uoft@gmail.com"
        ],
        "categories": [
            "Arts",
            "Athletics & Recreation",
            "Culture & Identities",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/afro-dance-club/",
        "is_favourited": false
    },
    {
        "name": "Ahmadiyya Muslim Students’ Association (AMSA)",
        "campus": "UTM",
        "description": "The Ahmadiyya Muslim Students’ Association (AMSA)  is a vibrant and inclusive student organization that operates under the guidelines of the Ahmadiyya Muslim Youth Association Canada (Amya.ca). AMSA is dedicated to fostering a sense of community, spiritual growth, and social responsibility among students. Our mission is to provide a supportive environment for Ahmadi Muslim students while promoting understanding and harmony within the wider university community.AMSA organizes a variety of activities including educational seminars, interfaith dialogues, community service projects, and social events. These activities aim to enhance the academic and personal development of members, encouraging them to live by the principles of peace, loyalty, and respect for all. As our motto is Love for All, Hatred for None, we welcome students from all backgrounds to join us in our efforts to build bridges of understanding and contribute positively to society.",
        "contacts": [
            "https://www.instagram.com/utmamsa/",
            "mailto:amsa@studentorg.utoronto.ca"
        ],
        "categories": [
            "Community Service",
            "Culture & Identities",
            "Social",
            "Social Justice & Advocacy",
            "Spirituality & Faith Communities",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ahmadiyya-muslim-student-association-amsa/",
        "is_favourited": false
    },
    {
        "name": "Ahmadiyya Muslim Students’ Association (AMSA)",
        "campus": "St George",
        "description": "AMSA aims to spread the true, peaceful message of Islam, dispel misconceptions, promote interfaith dialogue, and provide support to its members.Our motto is “Love for all, hatred for none.”You can expect events such as interfaith dialogues, discussions about religion, charity runs, planting trees, supporting local food banks, and blood drives.AMSA works under the guidelines of the Ahmadiyya Muslim Youth Association (AMYA)https://amya.ca/",
        "contacts": [
            "https://twitter.com/amsatoronto?lang=en",
            "https://www.instagram.com/amsatoronto/?hl=en",
            "mailto:amsatoronto@gmail.com",
            "tel:(647) 937-2433"
        ],
        "categories": [
            "Community Service",
            "Social",
            "Spirituality & Faith Communities",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ahmadiyya-muslim-students-association-amsa-2/",
        "is_favourited": false
    },
    {
        "name": "Ahmadiyya Muslim Women Student Association",
        "campus": "UTSC",
        "description": "The Ahmadiyya Muslim Women Student Association (AMWSA) is a spiritual – faith based student chapter that promotes peace and love for all. It provides students guidance and promotes interfaith importance while completing academic studies in the University.",
        "contacts": [
            "mailto:amsa.utsc.lajnaca@gmail.com"
        ],
        "categories": [
            "Culture & Identities",
            "Social",
            "Spirituality & Faith Communities",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ahmadiyya-muslim-women-student-association/",
        "is_favourited": false
    },
    {
        "name": "Ahmadiyya Muslim Women Students Association (AMWSA)",
        "campus": "UTM",
        "description": "AMSA’s mission is to propagate the authentic and peaceful teachings of Islam, debunk misunderstandings, foster interfaith communication, and offer assistance to its members. Our guiding principle is encapsulated in the phrase “Love for all, hatred for none.” Our activities encompass a wide range, including interfaith dialogues, religious discussions, charitable runs, fundraising, contributions to local food banks, and blood donation campaigns.",
        "contacts": [
            "mailto:amsa.utm@lajna.ca"
        ],
        "categories": [
            "Culture & Identities",
            "Global Interests",
            "Leadership",
            "Social",
            "Social Justice & Advocacy",
            "Spirituality & Faith Communities",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ahmadiyya-muslim-students-women-association-amswa/",
        "is_favourited": false
    },
    {
        "name": "Ahmadiyya Muslim Women Students’ Association (AMWSA)",
        "campus": "St George",
        "description": "AMWSA (Ahmadiyya Muslim Women Students’ Association) pursues moral and spiritual training alongside academic education, provides guidance and/or counselling for its members in matters of academic, social, and spiritual importance, and promotes interfaith dialogue and cooperation in order to promote peace and harmony on campus.",
        "contacts": [
            "mailto:amsa.utsg@lajna.ca",
            "tel:(647) 906-7843"
        ],
        "categories": [
            "Community Service",
            "Leadership",
            "Spirituality & Faith Communities",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/ahmadiyya-muslim-students-association-lajna-at-university-of-toronto/",
        "is_favourited": false
    },
    {
        "name": "AIESEC Toronto",
        "campus": "UTSC",
        "description": "As the largest international student-run organization in the world, AIESEC aims to promote global understanding through leadership development and international exchange.Our Global Internship Program provides over 20,000 students and recent graduates with the challenging opportunity to live and work in a foreign country in the areas of management, information technology, education and development.Our 100,000 members worldwide have the opportunity to develop their professional and leadership skills, gain an international perspective, and expand their personal network.Our 1,000,000 alumni include Nobel Peace Prize winners, heads of state and prominent organization leaders.Visit us at http://www.aiesec.org",
        "contacts": [
            "https://www.instagram.com/aiesecintoronto/",
            "mailto:rishab.c@aiesec.net"
        ],
        "categories": [
            "Environment & Sustainability",
            "Global Interests",
            "Leadership",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/aiesec-toronto-3/",
        "is_favourited": false
    },
    {
        "name": "AIESEC Toronto",
        "campus": "St George",
        "description": "As the largest international student-run organization in the world, AIESEC aims to promote global understanding through leadership development and international exchange.Our Global Internship Program provides over 20,000 students and recent graduates with the challenging opportunity to live and work in a foreign country in the areas of management, information technology, education and development.Our 100,000+ active members worldwide have the opportunity to develop their professional and leadership skills, gain an international perspective, and expand their personal network.Our 1,000,000+ alumni include Nobel Peace Prize winners, heads of state and prominent organization leaders.Visit us at http://www.aiesec.org",
        "contacts": [
            "https://www.instagram.com/aiesecintoronto/",
            "mailto:easha.afrin@aiesec.net"
        ],
        "categories": [
            "Environment & Sustainability",
            "Global Interests",
            "Leadership",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/aiesec-toronto-4/",
        "is_favourited": false
    },
    {
        "name": "Albanian Students’ Association (ASU)",
        "campus": "St George",
        "description": "Albanian Students’ Association is a club that aims to create a sense of community among students of Albanian background as well as those interested in Albanian culture. It is our intent to offer all University of Toronto members a chance to experience Albanian culture and tradition.Shoqata e Studentëve Shqiptarë në U of T është një klub që ka si qëllim të krijojë një ndjenjë komuniteti midis studentëve me origjinë shqiptare. Synimi ynë është që t’ofrojmë të gjithë pjestarëve një mundësi të përjetojnë kulturën dhe traditën shqiptare.",
        "contacts": [
            "https://www.facebook.com/groups/978407435586644/",
            "https://www.instagram.com/albaniansatuoft/",
            "mailto:albaniansatuoft@gmail.com"
        ],
        "categories": [
            "Academic",
            "Arts",
            "Community Service",
            "Culture & Identities",
            "Global Interests",
            "Leadership",
            "Social",
            "Student Governments, Councils & Unions",
            "Work & Career Development",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/albanian-students-at-u-of-t/",
        "is_favourited": false
    },
    {
        "name": "Albanians’ Student Association",
        "campus": "St George",
        "description": "Albanian Students’ Association aims to create a space for students to learn and share their culture with their community. Alongside cultural growth, we aim to create a network for student to connect with peers and professionals to help aid them in their careers.",
        "contacts": [
            "https://instagram.com/albaniansatuoft",
            "mailto:albaniansatuoft@gmail.com"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Culture & Identities",
            "Social",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/albanians-student-association/",
        "is_favourited": false
    },
    {
        "name": "ALCHEMIST",
        "campus": "St George",
        "description": "ALCHEMIST is dedicated to transforming access to justice and revolutionizing how it serves communities by breaking down barriers and creating innovative solutions that make justice more accessible, equitable, and impactful for everyone. Founded in 2024, ALCHEMIST is an emerging force in justice reform, bringing together a vibrant community of thinkers, creators, and advocates committed to driving change through education, empowerment, and advocacy. Members can expect to engage in workshops, influential conferences, and community initiatives that provide practical resources and skills to navigate and influence the legal system effectively. ALCHEMIST aspires to challenge the status quo and work towards creating a more just and inclusive legal environment. By joining ALCHEMIST, you will be at the forefront of meaningful change, contributing to innovative solutions and helping shape the future of justice in an environment that values creativity and autonomy.",
        "contacts": [
            "https://www.instagram.com/alchemistinitiative/",
            "mailto:alchemistinitiative@gmail.com"
        ],
        "categories": [
            "Academic",
            "Community Service",
            "Social Justice & Advocacy",
            "Recognized Student Group"
        ],
        "events": [],
        "original_url": "https://sop.utoronto.ca/group/alchemist/",
        "is_favourited": false
    }
]